import React from 'react'

export default function MainContent() {
  return (
    <div className='py-20 px-10 text-right flex flex-col  gap-10'>
        <h2 className='text-3xl text-black font-bold'>توضیحات کلی در مورد رمز ارزها</h2>
        <p className='text-gray-500 '>رمز ارز ها از پروتکل های رمزگرافیکی و یا کد های فوق العاده پیچیده برای رمز گذاری دیتاهای حساس و انتقال آن ها استفاده می کنند تا معاملات امنی را فراهم کنند. توسعه دهندگان رمز ارزها این پروتکل ها را بر پایه اصول پیچیده ریاضیات و مهندسی کامپیوتر بنا کرده اند که آن ها را غیرقابل نفوذ می کند. این پروتکل ها همچنین هویت افراد استفاده کننده از رمز ارز ها را مخفی نگه می دارد و ردیابی و پیدا کردن آن ها را برای هر کسی و هر دولتی دشوار می کند. رمز ارزها همچنین برای کنترل شدن غیر متمرکز خود شناخته می شوند. این به آن معناست که تمام فعالیت ها و ارزش های این بازار توسط همان کد های پیچیده کنترل و ارزیابی می شوند و بانک ها و یا مقامات دولت ها کنترلی روی آن ها ندارند. ارزهای دیجیتال امکان معامله شدن توسط ارزهای واقعی را نیز دارا می باشند و شما می توانید در بعضی از مارکت های خاص و صرافی های شناخته شده، مانند بایننس (Binance)، ارز های دیجیتال خود را با دلار، پوند، یورو و غیره جایگزین کنید. خطر اصلی در همین مرحله اتفاق می افتد جایی که هکر ها و بدافزار ها امکان بلوکه کردن پول شما را در حین این انتقال دارا هستند.</p>

        <div className='max-w-200 min-w-50 mx-auto '>
            <img className='' src="/image/Group 806.png" />
        </div>

        <p className='text-gray-500 '>
            رمز ارز ها از پروتکل های رمزگرافیکی و یا کد های فوق العاده پیچیده برای رمز گذاری دیتاهای حساس و انتقال آن ها استفاده می کنند تا معاملات امنی را فراهم کنند. توسعه دهندگان رمز ارزها این پروتکل ها را بر پایه اصول پیچیده ریاضیات و مهندسی کامپیوتر بنا کرده اند که آن ها را غیرقابل نفوذ می کند. این پروتکل ها همچنین هویت افراد استفاده کننده از رمز ارز ها را مخفی نگه می دارد و ردیابی و پیدا کردن آن ها را برای هر کسی و هر دولتی دشوار می کند. رمز ارزها همچنین برای کنترل شدن غیر متمرکز خود شناخته می شوند. این به آن معناست که تمام فعالیت ها و ارزش های این بازار توسط همان کد های پیچیده کنترل و ارزیابی می شوند و بانک ها و یا مقامات دولت ها کنترلی روی آن ها ندارند. ارزهای دیجیتال امکان معامله شدن توسط ارزهای واقعی را نیز دارا می باشند و شما می توانید در بعضی از مارکت های خاص و صرافی های شناخته شده، مانند بایننس (Binance)، ارز های دیجیتال خود را با دلار، پوند، یورو و غیره جایگزین کنید. خطر اصلی در همین مرحله اتفاق می افتد جایی که هکر ها و بدافزار ها امکان بلوکه کردن پول شما را در حین این انتقال دارا هستند.
        </p>
    </div>
  )
}
